Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/samisk_parlamentarisk_rads_ungdomspolitiske_rad.html.tmx
Source language: nob
Languages: sma

source: Samisk parlamentarisk råds ungdomspolitiske råd
sma: Saemien parlamentarihkeles raerien noerepolitihkeles raerie

source: Samisk parlamentarisk råd etablerte 9.11.2011, i sak 04/11, felles ungdomsråd.
sma: Saemien parlamentarihkeles raerie, aamhtesisnie 04/11 9.11.2011, ektie noereraeriem tseegki.

source: Rådet skal arbeide med ungdomspolitiske saker og fungere som en felles stemme for samisk ungdom, både internasjonalt og i Sápmi.
sma: Raeresne edtja noerepolitihkeles aamhtesigujmie barkedh jïh saemien noeri ektie gieline årrodh, dovne gaskenasjonaale jïh Saepmesne.

source: Målet er å øke samiske ungdommers deltakelse og innflytelse.
sma: Ulmie lea saemien noeri meatanårromem jïh baajnehtimmiem lissiehtidh.

source: Rådet skal være satt sammen av representanter fra Ungdomspolitisk råd i Sametinget i Finland, Ungdomspolitisk utvalg i Sametinget i Norge og Ungdomsrådet i Sametinget i Sverige.
sma: Raerie edtja tjirkijh meatan utnedh Soemen Saemiedigkien Noerepolitihkeles raereste, Nöörjen Saemiedigkien Noerepolitihkeles moenehtsistie jïh Sveerjen Saemiedigkien Noereraereste.

source: Samisk ungdom fra Russland skal inkluderes.
sma: Saemien noerh Russlaanteste edtjieh aaj meatan vaaltasovvedh.

source: To kandidater fra hvert land, og 1-2 observatører fra Sámi Nurash.
sma: Göökte kandidaath fïerhtede laanteste, jïh 1-2 vïhtesjæjjah siebreste Sámi Nurash.

source: Samisk parlamentarisk råds ungdomskonferanse arrangeres hvert andre år der vertskapet veksler mellom Sametingene.
sma: Saemien parlamentarihkeles raerien noerekonferanse öörnesåvva fïerhten mubpien jaepien jïh fïerhte Saemiedigkie lea gåassoehtæjja fïereguhten aejkien.

source: SPRs ungdomskonferanse er en felles samisk ungdomskonferanse for å styrke samisk ungdoms fellesskap og politiske engasjement.
sma: SPR:n noerekonferanse lea ektie saemien noerekonferanse juktie saemien noeri ektievoetem jïh politihkeles eadtjohkevoetem nænnoestidh.

source: Første konferanse ble avholdt i 2004.
sma: Voestes konferanse lij 2004.

source: Den femte konferansen ble avholdt i Trondheim 8. februar 2017.
sma: Vïjhtede konferanse öörnesovvi Tråantesne goevten 8.b. 2017.
